/* BridgeConfViewController; first placeholder is bullet point (\u{2022}), second placeholder is bridge type "obfs4" */
"%1$@ %2$@ makes your traffic appear \"random\"." = "%1$@%2$@membuat lalu lintas Anda tampak \"acak\".";

/* BridgeConfViewController; first placeholder is bullet point (\u{2022}), second placeholder is bridge type "snowflake" */
"%1$@ %2$@ makes your traffic look like a phone call to a random user on the net." = "%1$@%2$@membuat lalu lintas Anda terlihat seperti panggilan telepon ke pengguna acak di internet.";

/* BridgesConfViewController */
"Automatic Configuration" = "Automatic Configuration";

/* BridgeConfViewController */
"Bridge Configuration" = "Konfigurasi Jembatan";

/* BridgeConfViewController; placeholder contains bridge type names: "meek-azure" or "obfs4" */
"Built-in %@" = "Bawaan %@";

/* ScanQrViewController */
"Camera access was not granted or QR Code scanning is not supported by your device." = "Akses kamera tidak diberikan atau pemindaian Kode QR tidak didukung oleh perangkat Anda.";

/* AlertHelper */
"Cancel" = "Cancel";

/* MoatViewController */
"CAPTCHA Image" = "CAPTCHA Image";

/* CustomBridgesViewController */
"Copy URL to Clipboard" = "Salin URL ke Papan Klip";

/* MoatViewController */
"Couldn't understand server response." = "Tidak dapat memahami respons server.";

/* BridgeConfViewController */
"Custom Bridges" = "Jembatan Khusus";

/* CustomBridgesViewController */
"E-Mail" = "Surel";

/* MoatViewController */
"Enter characters from image" = "Masukkan karakter dari gambar";

/* AlertHelper */
"Error" = "Galat";

/* BridgesConfViewController */
"I'm sure I cannot connect without a bridge." = "I'm sure I cannot connect without a bridge.";

/* BridgeConfViewController */
"If one type of bridge does not work, try using a different one." = "Jika satu jenis jembatan tidak berfungsi, coba gunakan yang lain.";

/* BridgeConfViewController */
"If you are in a country or using a connection that censors Tor, you might need to use bridges." = "Jika Anda berada di suatu negara atau menggunakan koneksi yang menyensor Tor, Anda mungkin perlu menggunakan jembatan.";

/* CustomBridgesViewController; placeholder contains "https://bridges.torproject.org/", please visit that page and copy texts for your language! */
"In a separate browser, visit %@ and tap \"Get Bridges\" > \"Just Give Me Bridges!\"" = "Di peramban terpisah, kunjungi %@ dan ketuk \"Dapatkan Jembatan\" > \"Beri Saya Jembatan!\"";

/* BridgesConfViewController */
"Manual Configuration" = "Manual Configuration";

/* BridgeConfViewController */
"No Bridges" = "Tidak Ada Jembatan";

/* ApiError, placeholder is a non-success status from the server. */
"No success, but \"%@\" instead." = "Tidak berhasil, tetapi \"%@\" sebagai gantinya.";

/* ApiError */
"No valid HTTP response." = "Tidak ada respons HTTP yang valid.";

/* AlertHelper */
"OK" = "OK";

/* CustomBridgesViewController */
"Paste Bridges" = "Tempel Jembatan";

/* CustomBridgesViewController; placeholder is "" "https://bridges.torproject.org/" */
"QR Code could not be decoded! Are you sure you scanned a QR code from %@?" = "Kode QR tidak dapat diterjemahkan! Apakah Anda yakin telah memindai kode QR dari %@?";

/* MoatViewController */
"Request Bridges" = "Meminta Jembatan";

/* BridgeConfViewController */
"Request Bridges from torproject.org" = "Meminta Jembatan dari torproject.org";

/* ApiError */
"Request could not be formed. Please check host and username/password!" = "Permintaan tidak dapat dibentuk. Silakan periksa host dan nama pengguna/kata sandi!";

/* CustomBridgesViewController */
"Request via E-Mail" = "Permintaan melalui Surel";

/* ApiError */
"Response body missing." = "Badan respon menghilang.";

/* CustomBridgesViewController, ScanQrViewController */
"Scan QR Code" = "Pindai kode QR";

/* MoatViewController */
"Solve the CAPTCHA to request bridges." = "Pecahkan CAPTCHA untuk meminta jembatan.";

/* BridgesConfViewController */
"Try Auto-Configuration" = "Try Auto-Configuration";

/* CustomBridgesViewController */
"Upload QR Code" = "Unggah Kode QR";

/* CustomBridgesViewController */
"Use Custom Bridges" = "Gunakan Jembatan Khusus";

/* CustomBridgesViewController */
"Use QR Code" = "Gunakan Kode QR";

/* Transport */
"via custom bridges" = "melalui jembatan khusus";

/* Transport */
"via Obfs4 bridges" = "melalui jembatan Obfs4";

/* Transport */
"via Snowflake bridges" = "melalui jembatan Snowflake";

/* Transport */
"via Snowflake bridges (AMP rendezvous)" = "melalui jembatan Snowflake (AMP rendezvous)";
